{"title": "14일 슈퍼문…달과 지구의 거리 35만6509km", "slug": "14il-syupeomun-dalgwa-jiguyi-geori-35man6509km", "source": "http://news.naver.com/main/read.nhn?mode=LS2D&mid=shm&sid1=105&sid2=228&oid=030&aid=0002549415", "length": 52, "sentences": ["68년만에 지구에 가장 근접하는 `슈퍼문`을 14일 저녁에 볼 수 있다", "이날 하늘의 둥근 보름달을 놓치면 이 크기는 18년 후에나 다시 볼 수 있게 된다", "◇68년 만의 슈퍼문…서울에선 17시 29분부터 달 떠", "한국천문연구원은 14일 슈퍼문은 올해 가장 작았던 보름달(4월 22일)보다 약 14% 더 커보인다고 밝혔다", "이날 달이 더 크게 보이는 원리는 망(望)인 동시에 달이 지구와 가장 가까워지는 근지점을 통과해 달과 지구 거리가 짧아지기 때문이다", "망은 지구를 기준으로 해와 달이 정반대편에 위치할 때다", "음력 날짜로는 15일 즈음 해당한다", "슈퍼문은 달이 지구와 가까워지면서 볼 수 있다", "달이 지구를 도는 궤도는 타원형이라 달이 근지점을 지날 때 지구와 거리가 가까워진다", "11월 14일 달이 커 보이는 원리", "지구를 기준으로 태양과 달이 정반대편에 일직선으로 위치할 때 보름달을 볼 수 있으며, 타원 궤도를 도는 달이 근지점을 통과할 때 달이 더 커보인다", "추석 한가위에는 이번보다 덜 차오른 달을 볼 수 있었다", "달이 지구 주위를 타원궤도로 공전하기 때문에 태양 방향(합삭)에서 태양의 정 반대편(망)까지 가는데 더 많은 시간이 필요하다", "14일 달이 지구와 최고로 가까워지는 시각은 20시 21분경이다", "동쪽 하늘 고도 32도 부근에서 볼 수 있다", "이 시각 달과 지구의 거리는 35만6509㎞로 달과 지구의 평균거리인 38만4400㎞보다 가깝다", "올해 가장 큰달(2016.11.14.)과 작은달(2016.4.22.) 비교사진-큰달이 작은달보다 14% 더 크다", "망보다 더 거리가 가까웠거나 가장 근접한 날들은 1948년 1월 26일, 2034년 11월 26일이다", "이번보다 더 지구와 가까워진 달은 18년 후에나 다시 볼 수 있다", "달과 지구의 물리적인 거리가 조금 더 가까워지긴 하지만 달이 크게 보이는 데에는 대기의 상태나 주관적인 부분도 작용하기에 육안으로는 특별한 차이를 못 느낄 수 있다", "14일 달이 뜨는 시각은 서울 기준으로 17시 29분이며, 지는 시각은 15일 06시 16분이다", "◇지구의 그림자에 가려지는 개기월식은?", "월식은 달이 지구 그림자에 들어가는 현상이다", "즉, 지구가 달과 태양 사이에 위치해 지구 그림자에 달이 가려진다", "보름달일 때 생기며 지구가 밤인 곳에서는 어디서나 볼 수 있다", "달 궤도와 지구 궤도가 약 5도 기울어져 있어 보름달일 때도 월식이 일어나지 않는 경우가 있다", "달 전체가 가려지는 개기월식과 일부만 가려지는 부분월식으로 나뉜다", "지구 그림자에 달의 일부가 들어가면 부분월식이 일어난다", "달의 전부가 들어갈 때 개기월식이 일어난다", "달이 지구 그림자에 들어간다고 안보이는 것은 아니다", "월식의 원리", "개기월식이 일어날 때 달이 붉게 보인다", "지구 대기를 지난 빛이 굴절되며 달에 도달한다", "그런데 지구 대기를 지나면서 산란이 일어나 붉은 빛이 달에 도달하기 때문이다", "월식이 일어날 때마다 달의 붉은색이 조금씩 다르게 보이는데, 이를 통해 지구 대기의 상태를 확인 할 수 있다", "개기월식이 일어나면 달, 지구, 태양 순으로 일직선이 되므로 달에서는 지구 뒤로 태양이 지나가는 일식과 같은 현상을 볼 수 있다", "지구에서 보는 일식은 달과 태양의 겉보기 크기가 같아서 두 개가 똑같이 겹쳐진다", "달에서는 지구가 태양보다 훨씬 커보이기 때문에 토성-달 엄폐와 같이 태양이 지구 뒤를 지나가는 모습이 될 것이다", "커다란 지구 뒤로 작은 태양이 지나가게 돼 지구에서 보는 일식 보다 더 오래 진행된다", "◇개기일식은 달이 태양 가리는 것", "일식이란 달이 지구와 태양 사이를 지나면서 달이 태양을 가리는 현상이다", "달이 해의 전부를 가리는 현상은 개기일식이라 한다", "개기일식", "개기일식은 지구의 공전궤도면과 달의 공전궤도면이 약 5도 정도 기울어져 있어 항상 일어나는 현상은 아니다", "보통 4년에 세 번꼴로 일어나며 식이 일어나는 지역이 한정되므로 모든 지역에서 이 현상을 관측하기는 쉽지 않다", "개기일식은 태양 대기를 관측하는 천문학자에게 많은 정보를 얻을 수 있는 기회다", "태양 대기의 활동은 지구 상층 대기에 변화를 줘 우리 생활에 직접적으로 영향을 미친다", "태양의 대기를 관측할 때 개기일식과 코로나그래프(coronagraph)를 이용하곤 한다", "개기일식은 광구의 산란광 효과를 최소화시켜 태양의 대기를 정확하게 관측할 수 있다", "개기일식, 월식은 모두 과거에도 있던 현상이다", "고대 그리스 시대 아리스토텔레스는 월식을 관측하다가 달에 드리운 그림자가 지구의 그림자라는 것을 알아챘다", "그 그림자로 지구가 둥글다는 과학적인 주장을 내놓았다"], "summaries": [0, 4, 10, 22, 31, 40]}