{"title": "로봇을 비난하지 마라 비난은 인간이 받아야 한다", "slug": "roboseul-binanhaji-mara-binaneun-ingani-badaya-handa", "source": "http://news.naver.com/main/read.nhn?mode=LS2D&mid=shm&sid1=105&sid2=228&oid=011&aid=0002914154", "length": 61, "sentences": ["펜실베니아 대학교 인간-기계 상호작용 연구소의 슬랙 채널에서는 보통 지난 강의의 요약, 그리고 벽을 타고 올라가는 로봇의 동영상이 나온다", "그러나 지난 여름, 테슬라 오토파일럿이 첫 치명 교통사고를 일으키자 해당 채널은 자율주행 자동차에 대한 비판의 목소리로 가득 찼다", "연구 조수인 어느 대학원생은 이런 말을 했다", "“누구나 새로운 물건을 출시할 때면 이 물건들이 사람들을 흥분시킬 거라고 주장하곤 하죠.”", "또한 “기술이 충분히 발전할 때까지 이런 사고는 피할 수 없습니다", "테슬라가 운 나쁘게 가장 처음으로 걸렸을 뿐입니다", "앞으로 이 기술은 더욱 엄격하게 다듬어져야 합니다.”슬랙 채널에서의 논쟁은 수일간이나 지속되었다", "찬반 양측 주장 모두 타당한 논리가 있었다", "그래서 사고를 더욱 자세히 조사했다", "이 사고에서는 테슬라 모델 S를 타고 오토파일럿을 작동시킨 채로 운전을 하던 한 오하이오 주민이 숨졌다", "필자는 오토파일럿 시스템이 가장 발전된 인간-기계 상호작용 실험 중 왜 오류를 일으켰는지 알고 싶었다", "피해자의 차는 플로리다의 27A 고속도로에서 트랙터 트레일러와 충돌했다", "테슬라의 초기 사고 보고서에 따르면, 차량의 비상 제동장치가 맑은 하늘과 트랙터 트레일러의 흰색 옆구리를 분간하지 못했기 때문이라고 한다", "기술적으로 볼 때 결함은 이 부분이다", "그러나 자동 안전장치 전문가들과 테슬라에게 더 중요한 사실은 운전자가 임박한 충돌을 눈치 채지 못했다는 것이다", "결국 운전자는 브레이크를 걸지 않았고 차는 트레일러를 들이받았다", "자율주행 자동차가 거리에 나서기 시작하면서 일상 속 로봇에 대해 오랫동안 갖고 있던 잘못된 개념을 다시 돌아볼 때가 되었다", "많은 사람들은 드라마 <전격 Z작전>의 인공지능 자동차 <키트>처럼 모든 것을 다 아는 자동차가 나올 거라는 믿음을 갖고 살았다", "<전격 Z작전>은 픽션일 뿐이다", "그러나 그로 인해 생긴 믿음은 룸바, 지능형 식기세척기 등의 설정 후 망각형 가정용 로봇들로 인해 더욱 확고해졌다", "사용자들은 테슬라의 말을 들었을까? 듣기도 했고 안 듣기도 했다", "얼리 어답터들은 환상을 더욱 부추겼다", "기계가 알아서 운전하는 동안 어른들이 자동차 뒷좌석에 앉아서 젠가를 플레이하는 멋진 유튜브 동영상들이 나왔다", "조회수가 약 50만 회에 달하는 어느 리뷰에서는 다음과 같은 주의사항을 전달했지만, 사람들에게 큰 도움이 된 것 같지는 않다", "‘주의 : 이 동영상 속 상황은 연출 및 편집된 것입니다", "안전은 무엇보다도 중요합니다", "절대 멍청한 짓을 하지 마십시오", "언제나 주변 상황을 살피십시오.’", "분할 제어가 실은 반자율 운전 게임의 이름이라는 사실은 흥분 속에 잊혀졌다.전투 조종사 훈련을 들여다보면 이런 인간-기계간 관계에 대해 많은 것을 알 수 있다", "카터 대통령 재임 시절 이후, 수동 조종 방식은 전투기의 제어 방식으로 쓰이지 않는다", "그 대신 플라이 바이 와이어 시스템을 비롯한 여러 비행 자동화 기술이 쓰인다", "그러나 오토파일럿과 마찬가지로 이런 기술들은 조종사의 조종 능력을 대신하는 것이 아니라 보완할 뿐이다", "조종사들은 실제 전투기를 조종해 보기까지 수년간의 훈련을 받는다", "컴퓨터가 어떤 정보를 받아들이고 그것을 어떻게 처리해 결정을 내리는지에 대해서도 이 때 배운다", "또한 언제나 상황 인식능력을 유지하고, 만약의 상황에 즉각 대처하는 방법도 배운다", "첨단 기술이 있음에도 그런 교육을 받는다", "절대 비행기에 모든 것을 일임하지 않는다", "물론 운전자들에게 이만한 훈련을 시키기는 어렵다", "하지만 그래도 시켜야 하는지를 자동차 회사들과 정부는 결정해야 한다", "오토파일럿 소프트웨어 업데이트 설치 시 화면에 나타나는 수준 이상의 것을 제공해야 한다", "일부 주에서는 보트 운전면허를 따려면 주말에 교육을 받아야 한다", "자동차 회사들도 그것과 비슷한 단기 교육 프로그램을 만들어 운전자들에게 자동화 시스템의 작동방식은 물론, 이 시스템이 어떤 상황에서는 작동되고 어떤 상황에서는 작동되지 않으며, 인간이 필요시 개입해야 하는 이유가 뭔지 가르쳐야 한다", "미 공군의 전 수석 과학자이자 자동화 및 인간-기계간 상호작용 전문가인 미카 엔즐리는 이렇게 말한다", "“오류가 발생했을 때 사람이 명령 체계를 떠나 있는 경우가 많다는 것, 그리고 오류를 발견하고 시정하는 데 시간이 많이 걸린다는 것이 오토파일럿과 같은 자동화 기술의 문제입니다.”", "운전자 교육은 시작에 불과하다", "하지만 자율주행 소프트웨어는 이런 교육을 받은 운전자를 보완하는 존재여야 한다", "엔지니어들은 인간의 인식 능력이 기계가 아닌 타인과 교류하는 데 더 뛰어나다는 것을 알아야 한다", "다행히도, 자동차 회사와 학계에서는 최근 이러한 상호작용에 더욱 관심을 기울이고 연구하고 있다", "스탠포드 대학의 상호작용 설계 전문가들은 자율주행 자동차의 논리, 카메라, 레이더, 센서 등의 측정값을 인간이 더욱 이해하기 쉽게 개량하는 방법을 연구하고 있다", "자동차 회사들에 따르면, 구어체로 된 지시 음성(“장애물입니다", "멈추십시오.” 같은), 제어 장치의 물리적 변화(운전대의 각도 변화 등)를 사용해 운전자들에게 상황의 변화(끼어들기)를 알리고, 아무 것도 모르고 지나가다가 사고를 내는 것을 예방해야 한다고 한다", "현재의 전환 신호는 더 강하게 바꿔야 할 필요가 있다", "운전자에게 테슬라의 제어권을 넘겨줘야 할 때 나오는 신호는 신호음 및 대시보드의 색상 변경뿐이다", "캐딜락과 볼보의 운전자 보조 시스템은 좌석 또는 운전대를 진동시킨다", "자동차 회사들은 좀 더 적극적이 되어야 한다", "최근 스탠포드 대학의 연구에 의하면 여러 감각기관을 동시에 자극하는 것이 좋다고 한다", "한꺼번에 운전대에서도 경보음이 나오고, 인간의 목소리로 지시가 나오고, 신호등이 깜박여야 사람들은 빨리 대응한다는 것이다", "반자율주행 자동차의 세계에서는 운전자들은 여전히 주변 상황에 주의 및 집중을 해야 한다", "기술이 고속도로 주행 중 사람들의 주의력을 낮추거나 졸게까지 할 수 있다면, 그것을 운용하는 인간은 더 많은 훈련을 받아야 하며 더욱 지능적인 경고 시스템도 필요하다", "지난 5월의 사고는 치명적인 시나리오가 현실로 드러난 것이었고, 매우 비극적이었다", "그러나 자동차의 명령 체계에 사람이 반드시 있어야 한다는 점을 보여준 사례이기도 하다"], "summaries": [9, 10, 11, 12, 14, 16, 41, 43, 50, 58]}