{"title": "[과학을 읽다]식물에도 '뇌' 기능이 있다", "slug": "gwahageul-ilgda-sigmuledo-noe-gineungi-issda", "source": "http://news.naver.com/main/read.nhn?mode=LS2D&mid=shm&sid1=105&sid2=228&oid=277&aid=0003860958", "length": 27, "sentences": ["서울대 연구팀 \"뿌리가 햇빛 분석해 잎과 줄기 생장에 영향 끼쳐\"", "식물 뿌리가 햇빛을 모니터링해 최적의 생장 환경을 만드는 것으로 파악됐다.잎이 흡수한 햇빛은 줄기와 뿌리의 관다발을 통해 지하의 뿌리까지 전달된다", "뿌리에 존재하는 피토크롬B(phyB) 광수용체는 뿌리로 전달된 빛을 인식해 HY5 전사인자를 활성화 한다", "식물에서 뿌리는 사람으로 치자면 '뇌'의 기능을 담당하는 것으로 드러났습니다", "뿌리는 땅에 묻혀 눈으로 확인하기 쉽지 않습니다", "국내 연구팀이 식물 뿌리가 햇빛을 모니터링하면서 잎과 줄기 생장에 큰 영향을 끼친다는 사실을 밝혀냈습니다", "잎과 줄기의 신호를 뿌리가 받아들이고 이를 다시 잎과 줄기 생장에 영향을 끼친다는 것을 보여주고 있습니다", "식물 뿌리는 식물체를 지지하고 식물 생존에 필요한 모든 물과 양분을 흡수합니다", "토양 환경을 모니터링 하는 필수적 식물 기관입니다", "빛에너지를 이용해 공기 중의 이산화탄소를 고정함으로써 지구상의 모든 생물이 필요로 하는 에너지를 공급하는 광합성은 잎에서 일어납니다", "흙속에 존재하는 뿌리는 햇빛을 직접 인지하지 않고 잎이 받는 빛신호에 의해 수동적으로 영향을 받을 것으로 알려져 있었습니다", "연구팀은 최근 광화학적 분자생물학적 연구 기술을 융합해 잎에서 흡수된 빛이 광섬유와 비슷한 물리적 구조를 가지는 관다발을 통해 직접 지하의 뿌리까지 전달된다는 사실을 처음으로 증명했습니다", "뿌리로 전달된 빛은 광수용체 단백질을 활성화시켜 뿌리의 생장과 발달을 촉진하고 나아가 지상부의 잎과 줄기 생장에도 영향을 주고 있다는 내용입니다", "식물 뿌리가 기존에 알려진 것보다 훨씬 다양한 기능을 한다는 사실을 보여주고 있습니다", "진화론을 창시한 찰스 다윈은 식물도 두뇌 활동을 하며 동물의 뇌와 유사한 기능을 하는 구조가 뿌리에 존재한다는 '루트-브레인(root-brain)' 가설을 제시했습니다", "최근 다양한 연구들을 통해 식물 두뇌 활동이 증명되고 있습니다", "이번 연구 결과는 식물 뿌리가 빛을 포함한 다양한 외부 환경 정보를 수집하고 적절하게 반응한다는 사실을 밝혀냄으로써 앞으로 'root-brain' 가설의 타당성 검증에 크게 기여할 것으로 기대됩니다", "전달된 빛은 뿌리에 존재하는 피토크롬 광수용체를 통해 인식됨으로써 HY5 전사인자를 활성화 했다", "빛 신호에 의해 활성화된 HY5 전사인자는 다양한 유전자들의 발현을 촉진해 뿌리의 형태와 생장을 조절하는 기능을 담당한다", "식물 뿌리는 모든 토양 환경신호를 받아들여 병균, 가뭄, 염분 등의 환경스트레스에 대한 저항력을 증진하고 나아가 식물의 생존을 보장합니다", "연구팀은 이번 연구를 통해 광수용체 단백질과 신호전달 단백질들을 분리 동정했습니다", "이들 단백질 유전자들을 이용한 유전자조작을 통해 식물 뿌리의 빛 인지 능력을 높일 수 있습니다", "뿌리의 형태적 구조를 보강함으로써 토양환경스트레스에 대한 저항력을 높이고 나아가 생산성과 상품성이 향상된 농작물 신품종 개발 연구에 응용 가능하다고 연구팀은 전했습니다", "이번 연구는 박충모 서울대 화학부 교수가 수행했습니다", "연구 결과는 국제 학술지 사이언스 시그널링(Science Signaling) 11월2일자(우리나라 시간, 논문명: Stem-piped light activates phytochrome B to trigger light responses in Arabidopsis roots)에 실렸습니다", "박충모 교수는 \"찰스 다윈은 자신의 연구를 종합했을 때 식물도 지능행동을 하고 그 중심에는 뿌리가 있을 것이란 가설을 세웠다\"며 \"이번 연구결과를 통해 외부 신호를 받아 프로세싱하고 분석하고 명령을 내리는 기능을 뿌리가 하고 있다는 것을 확인했다\"고 말했습니다", "박 교수는\"뿌리가 이른바 '컨트롤 허브(조절 중심)' 기능을 하고 있다\"고 설명했습니다"], "summaries": [0, 1, 5, 11, 16, 25]}