{"title": "응급조치로 생명을 살릴 수 있다", "slug": "eunggeubjociro-saengmyeongeul-salril-su-issda", "source": "http://news.naver.com/main/read.nhn?mode=LS2D&mid=shm&sid1=105&sid2=228&oid=011&aid=0002905059", "length": 34, "sentences": ["‘내장형 심장감시장치 장착 테이저’", "테이저 때문에 죽는 사람은 의외로 많다", "‘워싱턴 포스트’ 지의 2015년 보도에 따르면, 경찰에게 테이저로 사격을 당한 후 구속 중 사망하는 사람이 1주에 1명 꼴로 발생한다고 한다", "전도성 전기 병기인 테이저로 인한 중상자 대부분은 근육 마비에 의한 낙상으로 인해 생긴다", "그러나 증거에 따르면 테이저가 심장 마비를 일으킬 수 있는 것으로 나타났다", "현재 여러 연구자들은 테이저에 EKG(심전도) 기기를 추가하면 피의자의 심부담을 측정함으로서 피의자의 심장 위험을 막을 수 있다고 생각한다", "웨이크 포리스트 뱁티스트 메디컬 센터의 응급 의학교수인 윌리엄 보즈먼은 지난 2009년 동료들과 함께, 테이저의 안전성을 철저히 검증했다", "그들은 테이저에 명중된 사람은 99.75%가 아무 부상이 없거나 경상 이하만을 입는다고 결론지었다", "보즈먼 교수는 “테이저는 놀랄 만큼 효율적이고 또한 안전합니다", "경찰관들이 휴대하는 총기나 가스 분사기, 경봉, 맨손 제압 등 다른 체포 수단과 비교해 볼 때 그 어떤 것보다도 안전합니다", "그러나 세상에 100%는 없습니다", "구류 중 돌연사가 꾸준히 일어나는 게 그 증거입니다.”라고 말한다", "테이저에 피격된 사람 250만 명 중 1명은 심장에 무리가 가고, 이 중 일부는 결국 그로 인해 죽게 된다", "“테이저에 피격된 사람이 의학적으로 문제가 있음을 알게 된다면, 신속하게 응급조치를 취해 그 사람의 생명을 구할 수 있습니다.”", "1년에 테이저 때문에 죽는 사람이 정확히 몇 명인지는 확실히 발표된 바가 없지만, 보즈먼과 그의 동료들은 더욱 안전한 테이저를 만들고자 한다", "보즈먼은 테이저의 기본 구조가 EKG 기기와 의외로 유사하다는 데 착안했다", "두 개의 탐침이 전선을 통해 전자 기기와 연결되어 있는 것이다", "보즈먼과 동료인 제이슨 스토피라 박사는 두 기기를 결합하는 작업이 가능할 거라고 생각했다.이들은 미국 사법 연구소의 자금 지원을 받아, 테이저에 생체 감시 기능을 부여하는 데 착수했다", "그들이 도달한 결론은 의외로 간단했다", "표준형 테이저를 저렴한 기성품 EKG 기기에 연결한 것이다", "“이들은 기기는 멋지게 작동해 주었습니다", "표적을 무력화하면서도 표적의 EKG를 획득할 수 있었습니다.”고 주장했다", "그러나 이 기기는 어디까지나 샘플이다", "보즈먼과 스토피라는 ‘과학 수사 및 법의학 저널’에 실린 자신들의 연구 결과로 인해, 기존 테이저 제작사들이 의료 기기 제작사들과 협력 관계를 체결해 이와 유사한 기기를 생산하기를 바라고 있다", "이들은 생체 감시 테이저가 피의자의 심장 정보를 자동적으로 기록하고 심부담이 높을 경우 이를 시청각 수단으로 경고해 주기를 바라고 있다", "그리고 심장 데이터를 기록한 후 블루투스를 통해 컴퓨터나 스마트폰에 전송하는 후속 기기도 나올 수 있을 것이다", "보즈먼은 이런 기능이 경찰 및 피의자에게 모두 유용할 거라고 보고 있다", "“구류 중인 피의자가 급사하는 것은 드물지만 비극적인 일입니다", "그 경우 경찰은 과실을 저질렀다며 비난을 받게 되죠", "그런 상황에 대한 걱정은 타당한 것입니다.”", "그러나 그는 피의자가 약물 사용으로 인한 부정맥이 있는 경우를 예로 든다", "이 때 테이저로 기록한 피의자의 심장 정보를 분석해 의료 전문가들에게 귀중한 건강 데이터로서 제공한다면, 경찰을 비난으로부터 보호할 수 있는 것이다", "보즈먼은 “미국에서 매년 수백 명이 구류 중 사망합니다", "복잡한 경찰 업무에 방해됨이 없이 생체 감시를 실시하여 건강이 좋지 않은 피의자들을 조기에 선별할 수 있다면, 이들의 목숨을 구할 수 있습니다.”라고 말한다"], "summaries": [2, 3, 5, 13, 14, 17, 23, 24, 31]}