{"title": "[과학 핫이슈]투명망토 현실화할 `메타물질`", "slug": "gwahag-hasisyu-tumyeongmangto-hyeonsilhwahal-metamuljil", "source": "http://news.naver.com/main/read.nhn?mode=LS2D&mid=shm&sid1=105&sid2=228&oid=030&aid=0002539560", "length": 42, "sentences": ["소리를 통과시키는 음향 투명망토가 개발됐다", "콘서트 홀 중간 중간에 위치한 기둥에 음향 투명망토를 코팅해 놓으면 마치 기둥이 없는 것처럼 소리가 퍼져 나간다", "멀리서도 더 웅장한 소리를 들을 수 있게 된다", "기존에는 기둥에 소리가 부딪쳐 막혔다", "바다 아래 잠수함은 음파를 이용해 탐지한다", "잠수함에 이 투명망토를 코팅하면 음파를 그대로 통과시켜 잠수함을 찾을 수 없게 된다", "방과 방 사이 벽에 구멍을 하나 뚫고 음향 투명망토를 코팅하면 그간 막혀서 안 들렸던 소리가 벽이 없는 것처럼 들린다", "마찬가지로 소리를 막는 것도 가능하다", "이 모든 것은 메타물질로 가능하다", "메타물질은 빛의 파장보다 매우 작은 인공 구조체를 `원자`로 해 집합체를 만들었을 때 집합체가 새로운 균일 물질로 새로운 물성을 보이는 것이다", "자연의 원자를 본뜬 인공구조물(메타원자)을 배열해서 만든 물질이다", "메타는 사이에, 뒤에, 넘어서와 같은 뜻을 가진 말이다", "메타물질은 기존 자연계에 존재하는 물질에는 없는 특별한 성질을 갖는 물질을 총칭한다", "자연물질이 제공하지 못하는 특이한 물리적 성질을 띠기 때문에 다양한 파동 영역에서 에너지의 집속, 고해상도 이미징, 클로킹, 스텔스 등 다양한 응용 연구가 진행되고 있다", "메타물질 특성을 조작하면 빛이나 전자기파가 반사되지 않고 투과되게 만들 수 있기 때문이다", "그러면 위의 예처럼 잠수함 등을 `은폐`할 수 있게 돼 전쟁 시 판도가 달라질 수 있다", "메타물질은 전자기파(광학), 음파, 지진파 메타물질로 구분할 수 있다", "전자기파 메타물질은 전기적, 자기적 성질을 원하는 대로 가질 수 있다", "미세 구조체를 만든 메타물질이다", "음파, 진동, 지진파 메타물질은 음파 등에 대해 원하는 특성을 가지도록 미세 구조체를 만든 메타물질이다", "메타물질 개념도", "메타 물질은 1967년 러시아 물리학자 빅토르 베스라고가 제시한 이론이다", "그는 `빛을 반사시키지 않고 돌아가게 만드는 물질이 존재한다`는 이론을 발표했다", "2005년 미국 듀크 대학의 데이비드 스미스 교수와 영국의 펜드리 교수는 구리로 만든 작은 원통을 메타물질로 덮고 실험 레이더로 찾아봤다", "하지만 레이더는 이를 전혀 감지하지 못했다", "이로써 SF영화에나 나올법한 이론이 현실성을 갖게 됐다", "그러나 기존 메타물질은 숨기려는 물체를 접히거나 물체에 변형을 일어나면 투명망토 기능을 잃어버렸다", "그래서 메타물질의 여러 가지 물리적 성질을 원하는 값으로 독립적이고 자유자재로 제어할 수 있는 기술은 지난 수십 년간 계속해서 숙제로 남아있었다", "2013년에는 김경식 연세대 교수 연구진이 스마트 메타물질을 자체 제작해 신축성 있는 투명망토를 실험적으로 구현하는 데 성공해 현실화 길을 열었다", "최근에는 박남규 서울대 공대 교수 연구팀은 메타원자를 이용해 음(-)굴절, 영(0)굴절, 고(高)굴절, 은폐(cloaking) 등 특이한 파동전파를 전 영역에서 자유자재로 가능하게 하는 기술을 세계 최초로 개발했다", "연구팀은 파동 특성 간 상호 작용을 제어할 수 있는 원리를 찾고, 이를 조절해 탄성값과 밀도, 그리고 쌍이방 특성을 완전히 분리해 자유롭게 제어할 수 있는 메타원자를 제작했다", "개발된 하향설계식 메타원자는 메타물질 응용에 필요한 광범위한 범위의 물질특성 값을 목표에 맞춰 설계하는 데 이용할 수 있다", "예를 들어 이 메타원자로 구성된 메타물질을 음향실의 기둥이나 벽에 붙이면 소리가 기둥이나 벽을 투과하는 것처럼 전달되도록 하는 음향 투명망토를 만들 수 있다", "(왼쪽) 제작된 만능형 음향 메타원자 (가운데) 메타원자 내의 압력장 분포와 질량밀도, 압축률 변화 (오른쪽) 쌍이방성과 영(0)굴절률을 적용한 메타원자를 이용하여 넓게 퍼져 진행하는 파동을 회절한계보다 작은 도파로에 손실 없이 강하게 집속시켜 전달하는 것이 가능하다", "박남규 교수는 “메타 물질의 굴절 값을 자유자재로 변동시키는 게 힘들었다”면서 “메타물질의 물리적 특성 분리제어와 하향식 메타원자 설계가 특성 값 전 영역에 걸쳐서 구현 가능함을 증명했다”고 말했다", "소리의 진행방향과 초점을 조절하는 음향 박막렌즈, 약한 파도를 좁은 공간에 모아 증폭시켜 터빈을 돌리는 조력발전, 약한 전자파와 태양에너지 집속 등 다양한 분야에 응용 가능할 것으로 보인다", "메타물질은 외국에서도 지속적으로 투자하는 분야다", "미국 MURI는 수십여 대학과 정부 연구소가 참여하고 있는, 선정 경쟁이 매우 강한 국가 프로그램이다", "MURI는 사회과학 분야까지 지원하는 총 21개 지원 분야(2012년 기준) 중 네 개 분야가 메타물질 관련 주제였다", "미국 메타물질 연구소는 국립과학재단(NSF) 산학 협동연구소 사업의 일환으로 설립됐다", "메타물질의 △디자인, 시뮬레이션 △고굴절률, 영굴절률, 음굴절률 등 △제작 공정 관련 △차세대 메타물질 탐색 등 메타물질과 관련된 여러 주제를 복합적으로 연구 중이다", "영국도 메타물질과 플라즈모닉 전문 연구소를 설립했다"], "summaries": [9, 12, 13, 14, 19, 30, 33, 34]}