{"title": "[과학을 읽다]'몽골여왕'과 칭기즈 칸…비밀을 풀다", "slug": "gwahageul-ilgda-monggolyeowang-gwa-cinggijeu-kan-bimileul-pulda", "source": "http://news.naver.com/main/read.nhn?mode=LS2D&mid=shm&sid1=105&sid2=228&oid=277&aid=0003844131", "length": 37, "sentences": ["국내 연구팀, DNA 분석 통해 '황금씨족'으로 확인돼", "▲'몽골여왕'의 말안장과 황금반지", "칭기즈 칸 가계 계보의 비밀이 풀렸습니다", "국내 연구팀이 고인골에 대해 분석한 결과 칭기즈칸 부계 기원과 800년 동안 비밀에 싸여 있던 '몽골 여왕'의 비밀이 풀리는 단서를 제시했습니다", "몽골여왕은 칭기즈 칸 가계의 일원이라는 사실이 밝혀졌습니다", "2004년 몽골제국 칭기즈칸 가계로 추정되는 5체의 고인골이 세계 최초로 발굴됩니다", "발굴 이후 부장품의 종류와 양, 질로 보아 황족 여성인 것으로 추정되는 한 체의 고인골이었습니다", "발굴에 참여했던 몽골 학자들은 이 한 체이 고인골을 '몽골 여왕'으로 불렀습니다", "국내 연구팀은 몽골 동부의 타반 톨고이(Tavan Tolgoi) 지역에서 발굴된 5체의 고인골의 고고인류학적 ·미토콘드리아 DNA 분석 등을 통해 몽골시대(12~13세기) 황족 일원일 가능성을 처음으로 제시했습니다", "고인골이 발견된 타반 톨고이 지역은 몽골의 수도 울란바토르에서 650㎞ 떨어진 몽골 동부에 위치합니다", "이 곳에서 총 7체가 발굴됐습니다", "이 가운데 무덤양식과 내부구조, 부장품의 양과 질 등으로 판단했을 때 5체(남성 3체, 여성 2체)는 몽골 황족일 가능성이 제시됐습니다", "발굴된 고인골은 두개골, 치아, 대퇴골, 골반골 등 체질인류학적 분석 결과 성별이 뚜렷했고 사망 연령은 4체는 20대, 1체는 40~50대로 추정됐습니다", "신장은 남성은 168.9㎝에 78.1㎏, 여성은 165.6㎝에 68.1㎏ 정도였습니다", "여성의 경우 평균 신장보다 약 10㎝ 이상 큰 것으로 나타났습니다", "방사성탄소연대 측정법을 통한 절대연대 분석 결과 5체의 고인골은 칭기즈칸 생존 전후의 칭기즈칸 가계(일명 황금씨족)의 일원일 가능성이 높은 것을 확인됐습니다", "미토콘드리아 DNA 분석 결과 남성 3체와 여성 1체는 모두 동일한 하플로타입을 갖고 있었습니다", "극동아시아 집단에서 주로 관찰되는 D4 하플로그룹에 속했습니다", "남은 여성 1체는 이들 4체와 상이한 하플로타입을 갖고 있었으며 동북아에 널리 퍼져있는 CZ 하플로그룹에 속하는 것으로 밝혀졌습니다", "'하플로타입'이란 동일 염색체상 복수좌위에서의 대립형질의 조합을 의미합니다", "예를 들어 세포 내에 한 쌍씩 존재하는 상염색체들과 달리 하나의 염색체만 존재하는 Y 및 미토콘드리아 염색체 상에 존재하는 SNP 또는 STR과 같은 염기서열 변이의 조합을 의미합니다", "하플로그룹은 유전적 거리가 가까운 하플로타입들의 조합으로 구성됩니다", "CZ 하플로그룹은 미토콘드리아 DNA 분석결과에 따른 모계 기원의 유형들을 말합니다", "이 결과를 통해 4체는 극동아시아에 기원을 둔 동일한 모계 조상을 갖고 있고 1체는 모계가 다르다는 것을 나타낸다고 연구팀은 설명했습니다", "특히 3체의 남성 고인골의 Y-SNP(Y 염색체 상의 단일 핵산염기 다형현상) 분석 결과 놀랍게도 모두 영국 등 유럽에서 가장 높은 빈도로 분포하는 R1b-M343 유형을 가지고 있는 것으로 밝혀졌습니다", "이 가운데 남성 2체의 Y-STR(Y 염색체에서 관찰되는 짧은 반복수 변이에 대한 프로파일) 조합 분석결과 이들은 동일한 Y-STR 프로파일을 나타내는 것으로 나타났습니다", "이 결과는 타반 톨고이 남성 고인골들은 모두 동일한 부계 기원임은 물론 한 아버지의 자손일 가능성이 높다는 것을 알려주고 있습니다", "3체의 남성 고인골에서 영국 등 유럽에서 가장 높은 빈도로 분포하는 R1b-M343 유형을 가지고 있다는 것은 칭기즈 칸의 가계를 역사적으로 거꾸로 거슬러 올라가면 유럽인의 피가 섞여 있다는 것을 의미합니다", "상염색체 STR(성염색체인 X, Y 염색체를 제외한 나머지 1번부터 22번까지의 총 44개 염색체에 대한 STR), 가족관계 분석 프로그램 분석 결과 D4 미토콘드리아 하플로그룹을 갖고 있는 고인골은 모두 형제 ·자매간이거나 모자관계인 한 가족의 일원으로 확인됐습니다", "CZ 하플로그룹에 속하는 고인골은 황금씨족으로 추정은 되는데 D4 고인골들과 생물학적으로는 연관이 없는 것으로 밝혀졌습니다", "D4 황금씨족 고인골과 가장 유사한 현대인은 일본, 중국, 몽골인입니다", "연구결과를 토대로 연구팀은 황금씨족과 동일한 R1b Y 하플로그룹을 가지고 있는 현대인은 러시아 칼미크인, 중국 회족, 우주베크인, 타지크인들인 것으로 밝혔습니다", "타반 톨고이 남성 고인골의 부계기원은 몽골을 포함한 동북아시아(C3c-M48 등의 몽골로이드)가 아니라 서유라시아 유형(R1b-M343의 코카서스 기원)일 새로운 가능성을 제시했습니다", "또 이들의 부계 자손들은 과거 칭기즈 칸의 아들과 손자들이 지배했던 황금군단, 차가타이 칸국, 원나라의 영토였던 현재의 러시아, 중앙아시아, 중국 등에 분포돼 있다는 사실을 나타낸다고 연구팀은 설명했습니다", "이번 연구는 이광호 중앙대 교수 연구팀이 수행했습니다", "연구결과는 국제 학술지 플로스원(Plos ONE) 9월14일자(논문명 : Molecular Genealogy of a Mongol Queen’s Family and Her Possible Kinship with Genghis Khan)에 실렸습니다", "이광호 교수는 \"이번 연구 성과는 칭기즈 칸 가계에 대한 세계 최초의 분자고고학적 연구결과로 칭기즈 칸 계보의 새로운 패러다임을 제시했다\"며 \"고인골의 계보학적, 역사학적, 고고학적 연구 등에 중요한 미토콘드리아, Y와 염색체 DNA 분석 정보 등을 새롭게 제공함으로서 학술적 의미가 크다\"고 말했습니다"], "summaries": [3, 4, 8, 15, 27, 31, 33, 36]}